app/controllers/images_controller.rb

INSERT INTO `images` (`created_at`, `updated_at`, `content`) VALUES ('2016-07-20 00:36:14', '2016-07-20 00:36:14', 'wtf2.png')
---
	def create
		 @image = Image.new
		 @image.content = params["file"]

		 if @image.save